/* %@ is not a valid regular expression */
"%@ is not a valid regular expression" = "“%@” is not a valid regular expression";

/* All documents */
"All documents" = "Все документы";

/* Command Result - Erbele */
"Command Result - Erbele" = "Результат комманды - Erbele";

/* Current document */
"Current document" = "Текущий документ";

/* Current project */
"Current project" = "Текущий проект";

/* Filter */
"Filter" = "Фильтр";

/* Go to the web site (http://github.com/jfmoy/Erbele/) to download another version for an earlier Mac OS X system */
"Go to the web site (http://github.com/jfmoy/Erbele/) to download another version for an earlier Mac OS X system" = "Зайдите на веб сайт (http://github.com/jfmoy/Erbele/), чтобы скачать Erbele для предыдущих версий Mac OS X";

/* Hide Size Slider */
"Hide Size Slider" = "Скрыть изменения размера";

/* It seems as if the file is unwritable or that you do not have permission to save the file %@ */
"It seems as if the file is unwritable or that you do not have permission to save the file %@" = "Файл невозможно записать или у вас нет прав доступа для сохранения “%@”";

/* New Collection */
"New Collection" = "Новая коллекция";

/* New Command */
"New Command" = "Новая комманда";

/* New Snippet */
"New Snippet" = "Новый сниппет";

/* Old Commands */
"Old Commands" = "Старые комманды";

/* Please check if the file is locked, on a media that is unwritable or if you can save it in another location */
"Please check if the file is locked, on a media that is unwritable or if you can save it in another location" = "Пожалуйста проверте доступ к файлу, либо сохраните в другом месте";

/* Please consider exporting the commands first. There is no undo available */
"Please consider exporting the commands first. There is no undo available" = "Пожалуйста, проверьте применяемые комманды. После приминения могут быть необратимые последствия";

/* Preferences - Erbele */
"Preferences - Erbele" = "Настройки - Erbele";

/* Run */
"Run" = "Выполнить";

/* Show Size Slider */
"Show Size Slider" = "Отобразить изменение размера";

/* Split Window Vertically */
"Split Window Vertically" = "Разделить окно вертикально";

/* This will delete all items in the collection %@. Are you sure you want to continue? */
"This will delete all items in the collection %@. Are you sure you want to continue?" = "Это действие удалит все элементы коллекции “%@”. Вы уверенны что хотите продолжить?";

/* You need %@ or later to run this version of Erbele */
"You need %@ or later to run this version of Erbele" = "Нужна версия %@ или позднее для запуска Erbele";

/* Title of alert panel informing user that the file's string encoding needs to be changed. */
"This document can no longer be saved using its original %@ encoding." = "Этот документ не может быть сохранен используя кодировку %@.";

/* Subtitle of alert panel informing user that the file's string encoding needs to be changed */
"Please choose another encoding (such as UTF-8)." = "Выберите другую кодировку (например UTF-8).";
